# Install on a new Mac: from the repo directory, run `brew bundle`

# CLI essentials
brew "tmux"
brew "vim"
brew "gh"
brew "git-delta"
brew "jq"
brew "nbdime"
brew "tree"
brew "zoxide"
brew "pyenv"
brew "poetry"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Apps
cask "google-cloud-sdk"
cask "iterm2"
cask "sublime-text"
